const items = [
  '가구',
  '원룸 가전',
  '패브릭',
  '옷정리/보관',
  '생활용품',
  '소품/취미',
  '조명',
  '셀프인테리어/공구',
];

const itemTrees = [
  '전체보기',
  '침대/깔판',
  '매트리스/토퍼',
  '책상/의자/스툴',
  '소파/안락의자',
  '화장대/거울',
  '거실장/레지대',
  '밥상/테이블/협탁',
];

const homeAppliances = [
  '전체보기',
  '청소 가전',
  '영상/음향 가전',
  '주방 가전',
  '미용 가전',
  '생활 가전',
  '계절 가전',
];
const Fabric = [
  '전체보기',
  '이불/베개',
  '매트리스커버/패드',
  '러그/발매트',
  '커튼/블라인드',
  '압춥봉/커튼봉/레일',
  '바디필로우/쿠션/담요',
  '잠옷/실내화',
  '이불솜/베개솜',
];
const clothes = [
  '전체보기',
  '행거/옷장',
  '서랍장/수납장',
  '선반/진열장/트롤리',
  '수납박스/정리용품',
  '옷걸이/바지걸이',
  '신발 정리',
];
const DailySupplies = [
  '전체보기',
  '부엌',
  '화장실',
  '청소',
  '빨래',
  '생필품',
  '보안/외출',
  '벌레퇴치',
  '반려동물',
];

const hobby = [
  '전체보기',
  '장식/그림/소품',
  '파티/이벤트',
  'DIY/취미',
  '캔들/디퓨저/인센스',
  '장난감/인형',
  '시계',
  '책상꾸미기',
  '운동 용품',
  '식물/조화',
];

const Lighting = ['전체보기', '스탠드 조명', '무드등'];

const Tool = ['전체보기', '벽지/바닥재', '공구', '기타 용품'];

export {
  items,
  itemTrees,
  homeAppliances,
  Fabric,
  clothes,
  DailySupplies,
  hobby,
  Lighting,
  Tool,
};
